Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaismusiikkikeskus.html.tmx
Source language: fin
Languages: sms

source: Saamelaismusiikkikeskus
sms: Sääʹm-musikk-kõõskõs

source: Saamelaismusiikkikeskus on Saamelaiskäräjien alainen keskus, joka edistää monin tavoin saamelaismusiikin eri osa-alueita.
sms: Sääʹm-musikk-kõõskõs lij Sääʹmteeʹǧǧ vuâlaž kõõskõs, kååʹtt oouʹdad määŋgnalla sääʹm-musiikk jeeʹres vueʹssvuuʹdid.

source: Keskuksessa työskentelee määrä-aikaisesti yksi työntekijä.
sms: Kõõskõõzzâst lij õhtt mieʹrräiggsaž tuâjjlaž.

source: Saamelaismusiikkikeskus tukee perinteisten saamelaisten vokaalimusiikkityylien (luohti, leudd´ ja livđe) säilymistä ja edelleen kehittymistä, järjestää elävän ja kehittyvän saamelaismusiikin opetusta, tarjoaa puitteet saamelaisen musiikin tuotantoon, kehittää saamelaista musiikkiosaamista, kohottaa saamelaismusiikin imagoa ja sitä kautta lisää kiinnostusta saamelaiseen musiikkiin.
sms: Sääʹm-musikk-kõõskõs tuärjjad ääʹrbvuâlaž säʹmmlai vokaalmusikkšlaaji (luõđ/juõigg, leuʹdd da livđe) seillmõõžž da ooudâs ouddnummuž, reäšš jieʹlli da ouddneei sääʹm-musiikk mättʼtõõzz, taʹrjjad raamid sääʹm-musiikk puuʹtʼtummša, veekk ooudâs musikksilttummuž, kägg sääʹm-musiikk imago da tõn pääiʹǩ lââʹzzat perstummuž sääʹm-musiʹǩǩe.

source: Saamelaismusiikkikeskuksen keskeisimpiä toimintoja on joikuopetuksen järjestäminen saamelaisalueen kouluihin.
sms: Sääʹm-musikk-kõõskõõzz kõskksumõs tuåimmjummuž lie juõiggmättʼtõõzz riâššmõš sääʹmvuuʹd škooulid.

source: Opettajina käytetään perinteenkantajia, jotka taitavat joikuperinteen.
sms: Uʹčteeʹlen puäʹtte leeʹd äʹrbbvuõttkuõʹddi, kook silttee juõiggäʹrbbvuõđ.

source: Työ on ainutlaatuista ja tällä pyritään turvaamaan perinteisten saamelaisten vokaalimusiikkityylien säilyminen ja edelleen kehittyminen.
sms: Tuâjj lij oʹdinaknallšem da täin poorǥât staanad ääʹrbvuâlaž säʹmmlai vokaalmusikkšlaaji seillmõš da ooudâs ouddnummuš.

source: Lisäksi saamelaismusiikkikeskus tukee myös uuden saamelaismusiikin opetusta ja järjestää opettajain koulutusta saamelaismusiikista.
sms: Lââʹssen sääʹm-musikk-kõõskõs tuärjjad še ođđ sääʹm-musiikk mättʼtõõzz da reäšš uʹčteeʹli škooultummuž sääʹm-musiikk beäʹlnn.

source: Ijahis idja on Inarissa järjestettävä alkuperäiskansojen musiikkitapahtuma.
sms: Iinnteʹmes inn lij Aanrest riõššum alggmeerai musikkšõddmõš.

source: Saamelaismusiikkikeskus on keskeisessä roolissa tapahtuman järjestämisessä.
sms: Sääʹm-musikk-kõõskõs lij kõskksaž roolâst šõddmõõžž riâššmest.

source: Saamelaismusiikkikeskus on Saamelaiskulttuurikeskus Sajosin aktiivinen toimija.
sms: Sääʹm-musikk-kõõskõs lij Sääʹmkultturkõõskõõzz Sajoozz aktiivlaž tuåimmjeei.

source: Sajos tarjoaa upeat puitteet Saamelaismusiikkikeskuksen toiminnalle.
sms: Sajos taʹrjjad šiõǥǥ raamid Sääʹm-musikk-kõõskõõzz tuåimmjummša.

source: Saamelaismusiikkikeskus järjestää Sajosissa konsertteja ja muita musiikkiin liittyviä tapahtumia.
sms: Sääʹm-musikk-kõõskõs reäšš Sajoozzâst konseeʹrtid da jeeʹres musiʹǩǩe õhttneei šõddmõõžžid.

source: Saamelaismusiikkikeskuksen toimintaa rahoittaa Opetus- ja kulttuuriministeriö.
sms: Sääʹm-musikk-kõõskõõzz tuåimmjummuž teäggat mättʼtõsministeria.

source: Ijahis idja – alkuperäiskansojen musiikkifestivaali: www.ijahisidja.fi Saamelaismusiikkikeskus Sajos: www.sajos.fi
sms: Iinnteʹmes inn – alggmeerai musikkfestivaal: www.ijahisidja.fi Sääʹmkultturkõõskõs Sajos: www.sajos.fi
